[
  {
    "quote": "I used to have an open mind, but my brains kept falling out.",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "I feel like I'm diagonally parked in a parallel universe.",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "The early bird may get the worm, but the second mouse gets the cheese.",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "If we quit voting, will they all go away?",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "When everything is coming your way, you're in the wrong lane.",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "My dog can lick anyone.",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "Plan to be spontaneous tomorrow.",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "I need somebody bad. Are you bad?",
    "source": "Bumper Sticker from [*Uncle John's Triumphant 20th Anniversary Bathroom Reader*](https://www.amazon.com/Uncle-Triumphant-Anniversary-Bathroom-Reader/dp/1592230938)"
  },
  {
    "quote": "If you have a difficult task, give it to a lazy person; they will find an easier way to do it.",
    "source": "Hlade's Law, sometimes misattributed to Bill Gates"
  },
  {
    "quote": "Anything that can go wrong, will—at the worst possible moment.",
    "source": "Finagle's corollary to Murphy's Law"
  },
  {
    "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.",
    "source": "Albert Einstein"
  },
  {
    "quote": "No.",
    "source": "Grumpy Cat"
  },
  {
    "quote": "The more you weigh, the harder you are to kidnap. Stay safe. Eat cake.",
    "source": "Billboards at assorted eateries in NYC"
  },
  {
    "quote": "Wake, girl. Your head is becoming the pillow.",
    "source": "\"Painting Remembered\" by Eleanor Ross Taylor"
  },
  {
    "quote": "You're too late too early.",
    "source": "\"Painting Remembered\" by Eleanor Ross Taylor"
  },
  {
    "quote": "Age is a very high price to pay for maturity.",
    "source": "Tom Stoppard"
  },
  {
    "quote": "Do what you think is right in your heart. You’ll be criticized anyway.",
    "source": "Eleanor Roosevelt"
  },
  {
    "quote": "Eat well, stay fit, die anyway.",
    "source": "[A book by Holy Moly](https://www.amazon.com/Eat-Well-Stay-Fit-Anyway/dp/190554829X)"
  },
  {
    "quote": "Experience is a wonderful thing. It enables you to recognize a mistake when you make it again.",
    "source": "Franklin P. Jones"
  },
  {
    "quote": "Bowling is a sport for those who have talent to spare.",
    "source": "*Unknown*"
  },
  {
    "quote": "It is better to be thought a fool than to open your mouth and remove all doubt.",
    "source": "[Maurice Switzer](http://quoteinvestigator.com/2010/05/17/remain-silent/)"
  },
  {
    "quote": "It is better to swallow words than to have to eat them later.",
    "source": "Franklin D. Roosevelt"
  },
  {
    "quote": "I’ve had a perfectly wonderful evening, but this wasn’t it.",
    "source": "Groucho Marx"
  },
  {
    "quote": "I’ve suffered a great many catastrophies in my life. Most of them never happened.",
    "source": "Mark Twain"
  },
  {
    "quote": "Mistakes will happen; others will be blamed.",
    "source": "Paul Perves"
  },
  {
    "quote": "Never criticize a man till you have walked a mile in his shoes. That way when you do criticize him, you are a mile ahead and you have his shoes.",
    "source": "Steve Martin"
  },
  {
    "quote": "Never try to teach a pig to sing. It only frustrates you and really annoys the pig.",
    "source": "Dale Cade"
  },
  {
    "quote": "Poets have been mysteriously silent on the subject of cheese.",
    "source": "G. K. Chesterton"
  },
  {
    "quote": "Speak the truth but leave immediately after.",
    "source": "*Unknown*"
  },
  {
    "quote": "There’s nothing wrong with you that reincarnation won’t cure.",
    "source": "Jack E. Leonard"
  },
  {
    "quote": "When you get at the end of your rope, tie a knot and hang on.",
    "source": "Franklin D. Roosevelt"
  },
  {
    "quote": "Who was the one who put the needle in the haystack anyway?",
    "source": "Lester Goslar"
  },
  {
    "quote": "Sudo make me a sandwich",
    "source": "[\"Sandwich\" at xkcd](https://xkcd.com/149/)"
  },
  {
    "quote": "Is the house made of flesh? Or is he made of house?",
    "source": "[\"Gingerbread\" at Cyanide and Happiness](http://explosm.net/comics/4154/)"
  },
  {
    "quote": "If you fall, I'll be there.",
    "source": "Floor"
  },
  {
    "quote": "You know it's cold outside when you go outside and it's cold.",
    "source": "*Unknown*"
  },
  {
    "quote": "The difference between genius and stupidity is that genius has its limits.",
    "source": "Albert Einstein"
  },
  {
    "quote": "If you can't convince them, confuse them.",
    "source": "Harry S. Truman"
  },
  {
    "quote": "Me? I should get down off this unicorn and slap you.",
    "source": "*Unknown*"
  },
  {
    "quote": "Life is not a fairy tale. If you lose your shoe at midnight, you're drunk.",
    "source": "*Unknown*"
  },
  {
    "quote": "The more I learn about other people, the more I like my dog.",
    "source": "Mark Twain"
  },
  {
    "quote": "When life shuts a door on you, open it again. That's how they work.",
    "source": "*Unknown*"
  },
  {
    "quote": "Most good programmers do programming not because they expect to get paid or get adulation by the public, but because it is fun to program.",
    "source": "Linus Torvalds"
  },
  {
    "quote": "One bad programmer can easily create two new jobs a year.",
    "source": "David Parnas"
  },
  {
    "quote": "Computers are good at following instructions, but not at reading your mind.",
    "source": "Donald Knuth"
  },
  {
    "quote": "Talk is cheap. Show me the code.",
    "source": "Linus Torvalds"
  },
  {
    "quote": "Always code as if the guy who ends up maintaining or testing your code will be a violent psychopath who knows where you live.",
    "source": "Dave Carhart"
  },
  {
    "quote": "When debugging, novices insert corrective code; experts remove defective code.",
    "source": "Richard Pattis"
  },
  {
    "quote": "And then it occurred to me that a computer is a stupid machine with the ability to do incredibly smart things, while computer programmers are smart people with the ability to do incredibly stupid things. They are, in short, a perfect match.",
    "source": "Bill Bryson"
  },
  {
    "quote": "Never argue with stupid people— they will drag you down to their level and then beat you with experience.",
    "source": "Mark Twain"
  },
  {
    "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people.",
    "source": "Eleanor Roosevelt"
  },
  {
    "quote": "Doubt kills more dreams than failure ever will.",
    "source": "Suzy Kassem"
  },
  {
    "quote": "Whether you think you can, or think you can't, you're right.",
    "source": "Henry Ford"
  },
  {
    "quote": "If at first you don't succeed, then skydiving definitely isn't for you.",
    "source": "Steven Wright"
  },
  {
    "quote": "There's no way I was born to just pay bills and die.",
    "source": "*Unknown*"
  },
  {
    "quote": "Everything is figureoutable.",
    "source": "*Unknown*"
  },
  {
    "quote": "Don't worry about the world coming to an end today. It is already tomorrow in Australia.",
    "source": "Charles Schulz"
  },
  {
    "quote": "A positive attitude may not solve all your problems but it will annoy enough people to make it worth the effort.",
    "source": "Herm Albright"
  },
  {
    "quote": "Holding onto anger is like drinking poison and expecting the other person to die.",
    "source": "Buddha"
  },
  {
    "quote": "Do not judge my story by the chapter you walked in on.",
    "source": "*Unknown*"
  },
  {
    "quote": "Stop waiting for Prince Charming. Get up and find him. The poor idiot may be stuck in a tree or something.",
    "source": "*Unknown*"
  },
  {
    "quote": "You can't leave footprints in the sands of time if you're sitting on your butt. And who wants to leave butt prints in the sands of time?",
    "source": "*Unknown*"
  },
  {
    "quote": "When something goes wrong in your life, just yell, \"Plot Twist!\" and move on.",
    "source": "fb.com/doyofdad"
  },
  {
    "quote": "Cupcakes are muffins that believed in miracles.",
    "source": "*Unknown*"
  },
  {
    "quote": "Some people just need a high-five. <small>In the face. <small>With a chair.</small></small>",
    "source": "*Unknown*"
  },
  {
    "quote": "I'm allergic to stupidity. I break out in sarcasm.",
    "source": "*Unknown*"
  },
  {
    "quote": "I want to be like water. I want to slip through fingers, but hold up a ship.",
    "source": "Michelle Williams"
  },
  {
    "quote": "I can explain it to you but I can't understand it for you.",
    "source": "*Unknown*"
  },
  {
    "quote": "Move fast and break things.",
    "source": "[*Move Fast and Break Things: How Facebook, Google, and Amazon Cornered Culture and Undermined Democracy*](https://www.amazon.com/Move-Fast-Break-Things-Undermined/dp/0316275778)"
  },
  {
    "quote": "A very great deal more truth can be known than can be proven.",
    "source": "Richard Feynman"
  },
  {
    "quote": "The real problem in speech is not *precise* language. The problem is *clear* language.",
    "source": "Richard Feynman"
  },
  {
    "quote": "Science is the belief in the ignorance of experts.",
    "source": "Richard Feynman"
  },
  {
    "quote": "The first principle is that you must not fool yourself&mdash; and you are the easiest person to fool.",
    "source": "Richard Feynman"
  },
  {
    "quote": "We are not to tell nature what she's gotta be. &hellip; She's always got better imagination than we have.",
    "source": "Richard Feynman"
  },
  {
    "quote": "Nature isn't classical, dammit, and if you want to make a simulation of nature, you'd better make it quantum mechanical, and by golly it's a wonderful problem, because it doesn't look so easy.",
    "source": "Richard Feynman"
  },
  {
    "quote": "There are 10<sup>11</sup> stars in the galaxy. That used to be a *huge* number. But it's only a hundred billion. It's less than the national deficit! We used to call them astronomical numbers. Now we should call them economical numbers.",
    "source": "Richard Feynman"
  },
  {
    "quote": "What I cannot create, I do not understand. Know how to solve every problem that has been solved.",
    "source": "Richard Feynman, on his blackboard at the time of his death at Caltech"
  },
  {
    "quote": "Einstein was a giant. His head was in the clouds, but his feet were on the ground. But those of us who are not that tall have to choose!",
    "source": "Richard Feynman"
  },
  {
    "quote": "The &quot;paradox&quot; is only a conflict between reality and your feeling of what reality &quot;ought to be.&quot;",
    "source": "Richard Feynman"
  },
  {
    "quote": "Nature uses only the longest threads to weave her patterns, so each small piece of her fabric reveals the organization of the entire tapestry.",
    "source": "Richard Feynman, *The Character of Physical Law*"
  },
  {
    "quote": "I think I can safely say that nobody understands quantum mechanics.",
    "source": "Richard Feynman, *The Character of Physical Law*"
  },
  {
    "quote": "I don't know what's the matter with people: they don't learn by understanding; they learn by some other way&mdash; by rote or something. Their knowledge is so fragile!",
    "source": "Richard Feynman, *Surely You're Joking, Mr. Feynman!*"
  },
  {
    "quote": "I have the king, because I AM the king!",
    "source": "Mr. Ecsedy"
  },
  {
    "quote": "Calculator lied! The calculator is not God!",
    "source": "Mr. Ecsedy"
  },
  {
    "quote": "Once I went down the road of being a stinker, I couldn't go back.",
    "source": "Mr. Ecsedy"
  },
  {
    "quote": "If at first you don't succeed, hide all evidence you ever tried.",
    "source": "[A friend of Billy Collins](https://www.ted.com/talks/billy_collins_everyday_moments_caught_in_time#t-252120)"
  },
  {
    "quote": "It's not magic sauce.",
    "source": "*Unknown*"
  },
  {
    "quote": "I dream of a better tomorrow, where chickens can cross the road and not be questioned about their motives.",
    "source": "*Unknown*"
  },
  {
    "quote": "Those people who think they know everything are a great annoyance to those of us who do.",
    "source": "Isaac Asimov"
  },
  {
    "quote": "When tempted to fight fire with fire, remember that the Fire Department usually uses water.",
    "source": "*Unknown*"
  },
  {
    "quote": "It's true hard work never killed anybody, but I figure, why take the chance?",
    "source": "Ronald Reagan"
  },
  {
    "quote": "America is a country where half the money is spent buying food, and the other half is spent trying to lose weight.",
    "source": "*Unknown*"
  },
  {
    "quote": "If you do a job too well, you'll get stuck with it.",
    "source": "*Unknown*"
  },
  {
    "quote": "Before I got married I had six theories about bringing up children; now I have six children and no theories.",
    "source": "John Wilmot"
  },
  {
    "quote": "A filing cabinet is a place where you can lose your things systematically.",
    "source": "T. H. Thompson"
  },
  {
    "quote": "Progress isn't made by early risers. It's made by lazy men trying to find easier ways to do something.",
    "source": "Robert A. Heinlein"
  },
  {
    "quote": "Choosing a college is just my wallet fighting my ego.",
    "source": "*Someone in a college admitted group chat*"
  },
  {
    "quote": "You might ask yourself, 'Self, ...'",
    "source": "Mr. Ecsedy"
  },
  {
    "quote": "Celebration of knowledge",
    "source": "Mr. Ecsedy, on quizzes"
  },
  {
    "quote": "I'd like to invite you to try the following problems for homework.",
    "source": "Mr. Ecsedy, on homework"
  },
  {
    "quote": "Caesar divided Gaul into three parts, but we only need two here.",
    "source": "Mr. Ecsedy, in a lesson about power series"
  }
]
